Repository: 3cky/gp-reviews-tgrm-bot
Catalog: tgrmbot/locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Unknown command: /%(cmd)s Please use /help for list of available commands.
ru_ru: Неизвестная команда: /%(cmd)s Используйте /help для получения списка доступных команд.

source: Hello, I'm *Google Play app reviews watching bot*. For help, please use /help command.
ru_ru: Привет, я *бот отслеживания отзывов о приложениях Google Play*. Используйте /help для получения списка доступных команд.

source: *Available commands:* /watch `[app_id_or_url [app_description]]` Start watching for reviews for an application. Command without arguments shows the list of watched applications. Example: /watch `https://play.google.com/store/apps/details?id=com.android.chrome Chrome` /unwatch `<app_id_or_url>` Stop watching for reviews for an application. /ignore Add review author to ignore list. Command must be used in reply to review which author should be ignored.
ru_ru: *Доступные команды:* /watch `[app_id_or_url [app_description]]` Начать следить за отзывами о приложении. Команда без параметров выведет список отслеживаемых приложений. Пример: /watch `https://play.google.com/store/apps/details?id=com.android.chrome Chrome` /unwatch `<app_id_or_url>` Прекратить следить за отзывами о приложении. /ignore Добавить автора отзыва в список игнорирования. Используйте команду в ответе на сообщение с отзывом, автор которого должен быть добавлен в список игнорирования.

source: Invalid app: `%(app_str)s`
ru_ru: Неправильное приложение: `%(app_str)s`

source: App not found: %(app_url)s
ru_ru: Приложение не найдено: %(app_url)s

source: Already watching: [%(app_desc)s](%(app_url)s)
ru_ru: Уже отслеживается: [%(app_desc)s](%(app_url)s)

source: Added for watching: [%(app_desc)s](%(app_url)s)
ru_ru: Добавлено в отслеживаемые: [%(app_desc)s](%(app_url)s)

source: Watched apps:
ru_ru: Отслеживаемые приложения:

source: No watched apps.
ru_ru: Нет отслеживаемых приложений.

source: Please specify app to remove from watched.
ru_ru: Укажите приложение для удаления из отслеживаемых.

source: Invalid app to unwatch: `%(app_str)s`
ru_ru: Неправильное приложение: `%(app_str)s`

source: App not watched: `%(app_name)s`
ru_ru: Приложение не отслеживается: `%(app_name)s`

source: Removed from watched: [%(app_desc)s](%(app_url)s)
ru_ru: Удалено из отслеживаемых: [%(app_desc)s](%(app_url)s)

source: Please use this command in reply to message of reviewer to be ignored.
ru_ru: Для игнорирования автора используйте эту команду в ответе на сообщение с отзывом.

source: Can't find review author to ignore.
ru_ru: Не могу определить автора отзыва.

source: Reviewer already in ignore list.
ru_ru: Автор отзыва уже в списке игнорирования.

source: Reviewer added to ignore list.
ru_ru: Автор отзыва добавлен в список игнорирования.

source: Changed from
ru_ru: Предыдущий комментарий

source: ago
ru_ru: назад
